[
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSB0IKX18TX3alTF3fZ2WS0xag-P25Cc2t9Muba510v3Q&s",
    "estate_title": "Oceanfront Penthouse",
    "id": 1,
    "segment_name": "Penthouse",
    "description": "Stunning penthouse apartment with breathtaking ocean views. Features spacious living area, gourmet kitchen, private balcony, and access to resort amenities.",
    "log_description": "Stunning penthouse apartment with breathtaking ocean views. Features spacious living area, gourmet kitchen, private balcony, and access to resort amenities. This luxurious penthouse offers the perfect blend of elegance and comfort. With its spacious living area, state-of-the-art kitchen, and private balcony overlooking the ocean, it's the ideal retreat for those seeking luxury living. Additionally, residents can enjoy access to resort amenities such as a swimming pool, gym, and more.",
    "price": 10000000,
    "status": "sale",
    "area": "3000 sq ft",
    "location": "Miami Beach, Florida",
    "facilities": ["Living room", "Swimming pool", "Kitchen", "Balcony", "Gym"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTNdK_G58UL_DPSvQMG7FmgCUC2Z2X28loWb6GRcqUlAw&s",
    "estate_title": "Secluded Beachfront Villa",
    "id": 2,
    "segment_name": "Penthouse",
    "description": "Private beachfront villa nestled amidst lush greenery. Offers a serene escape with direct beach access, infinity pool, and luxurious amenities.",
    "log_description": "Private beachfront villa nestled amidst lush greenery. Offers a serene escape with direct beach access, infinity pool, and luxurious amenities. This secluded villa provides the perfect retreat for those seeking tranquility and relaxation. With its direct beach access, infinity pool, and spacious living areas, it offers the ultimate in luxury living. Whether lounging by the pool or enjoying the stunning ocean views from the balcony, this villa is sure to impress.",
    "price": 7500000,
    "status": "sale",
    "area": "5000 sq ft",
    "location": "Tulum, Mexico",
    "facilities": [
      "Living room",
      "Swimming pool",
      "Kitchen",
      "Bedrooms (4)",
      "Staff quarters"
    ],
    "view_property_button": "View Property"
  },
  {
    "image": "https://img.freepik.com/premium-photo/alluring-image-exclusive-private-island-oasis-showcasing-lavish-villa-untouched-natural-beauty_875722-5692.jpg",
    "estate_title": "Private Island Oasis",
    "id": 3,
    "segment_name": "Penthouse",
    "description": "Own your own piece of paradise! Exclusive private island with pristine beaches, luxurious accommodations, and unparalleled privacy.",
    "log_description": "Own your own piece of paradise! Exclusive private island with pristine beaches, luxurious accommodations, and unparalleled privacy. This private island oasis offers the ultimate escape from the hustle and bustle of everyday life. With its luxurious accommodations, pristine beaches, and breathtaking views, it's the perfect retreat for those seeking privacy and seclusion. Whether relaxing on the private beach or exploring the island's natural beauty, this oasis is sure to provide an unforgettable experience.",
    "price": "Price Upon Request",
    "status": "sale",
    "area": "20 acres",
    "location": "South Pacific",
    "facilities": [
      "Main residence",
      "Guest bungalows (2)",
      "Private beach",
      "Staff quarters",
      "Boat dock"
    ],
    "view_property_button": "View Property"
  },
  {
    "image": "https://www.maxviewrealty.com/img/2017-11-23/skyline-mansion-707*471-13984.jpg",
    "estate_title": "Skyline Mansion",
    "id": 4,
    "segment_name": "Penthouse",
    "description": "Ultra-modern mansion perched atop a skyscraper, boasting panoramic city views. Features a private rooftop infinity pool, smart home technology, and dedicated entertainment room.",
    "log_description": "Ultra-modern mansion perched atop a skyscraper, boasting panoramic city views. Features a private rooftop infinity pool, smart home technology, and dedicated entertainment room. This luxurious mansion offers the epitome of urban living with its stunning architecture, luxurious amenities, and breathtaking views. Whether entertaining guests in the dedicated entertainment room or relaxing by the rooftop infinity pool, this mansion is sure to impress even the most discerning buyers.",
    "price": 15000000,
    "status": "sale",
    "area": "10,000 sq ft",
    "location": "New York City, New York",
    "facilities": [
      "Living room",
      "Swimming pool (Rooftop)",
      "Kitchen (Gourmet)",
      "Bedrooms (7)",
      "Bathrooms (10)",
      "Home theater",
      "Security system"
    ],
    "view_property_button": "View Property"
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTMFbxGKuc0tu-qwP_Hb4ALwGG27NmCi5zv3yl1sw620Q&s",
    "estate_title": "Swiss Ski Chalet",
    "id": 5,
    "segment_name": "Beachfront properties",
    "description": "Luxurious ski-in/ski-out chalet nestled in the Swiss Alps. Offers breathtaking mountain views, a cozy fireplace, and access to world-class skiing facilities.",
    "log_description": "Luxurious ski-in/ski-out chalet nestled in the Swiss Alps. Offers breathtaking mountain views, a cozy fireplace, and access to world-class skiing facilities. This Swiss ski chalet is the perfect retreat for winter sports enthusiasts and nature lovers alike. With its stunning mountain views, cozy fireplace, and access to world-class skiing facilities, it offers the ultimate alpine getaway. Whether hitting the slopes or relaxing by the fire, this chalet is sure to provide an unforgettable experience.",
    "price": 8000000,
    "status": "sale",
    "area": "4500 sq ft",
    "location": "Gstaad, Switzerland",
    "facilities": [
      "Living room (Fireplace)",
      "Swimming pool (Indoor)",
      "Kitchen",
      "Bedrooms (5)",
      "Bathrooms (6)",
      "Steam room",
      "Ski storage"
    ],
    "view_property_button": "View Property"
  },
  {
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/19/3a/42/dd/restaurant-at-ravine.jpg",
    "estate_title": "Vineyard Estate with Winery",
    "id": 6,
    "segment_name": "Beachfront properties",
    "description": "Sprawling estate nestled amidst rolling vineyards. Includes a charming manor house, a state-of-the-art winery, and breathtaking countryside views.",
    "log_description": "Sprawling estate nestled amidst rolling vineyards. Includes a charming manor house, a state-of-the-art winery, and breathtaking countryside views. This vineyard estate offers the perfect blend of luxury and natural beauty. With its sprawling grounds, charming manor house, and state-of-the-art winery, it's the ideal retreat for wine enthusiasts and nature lovers alike. Whether exploring the vineyards or relaxing in the manor house, this estate is sure to impress.",
    "price": 20000000,
    "status": "sale",
    "area": "50 acres",
    "location": "Napa Valley, California",
    "facilities": [
      "Main house",
      "Swimming pool",
      "Guest house",
      "Winery",
      "Vineyards",
      "Wine cellar",
      "Horse stables"
    ],
    "view_property_button": "View Property"
  },

  {
    "image": "https://www.travelandleisure.com/thmb/15GHW660cxZdQ4xFXo4MtO2Ehuk=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/urraca-private-island-eco-resort-panama-AFFORDPI0522-bea2a73084e041c38fb3baa40efd7b7b.jpg",
    "estate_title": "Secluded Eco-Resort",
    "id": 7,
    "segment_name": "Beachfront properties",
    "description": "Sustainable luxury resort nestled in a pristine rainforest. Offers private villas, eco-friendly practices, and unparalleled access to nature.",
    "log_description": "Sustainable luxury resort nestled in a pristine rainforest. Offers private villas, eco-friendly practices, and unparalleled access to nature. This secluded eco-resort offers the perfect blend of luxury and sustainability. With its private villas, eco-friendly practices, and unparalleled access to nature, it's the ideal retreat for eco-conscious travelers. Whether exploring the rainforest or relaxing in the spa, this resort is sure to provide an unforgettable experience.",
    "price": "Starting at $5000/night",
    "status": "rent",
    "area": "Varies (villas)",
    "location": "Costa Rica",
    "facilities": [
      "Private villas with pools",
      "Spa",
      "Fine dining restaurants",
      "Adventure activities",
      "Sustainability initiatives"
    ],
    "view_property_button": "View Property"
  },
  {
    "id": 9,
    "estate_title": "Beachfront properties",
    "segment_name": "Beachfront properties",
    "image": "https://hgtvhome.sndimg.com/content/dam/images/hgtv/fullset/2013/12/10/0/HAWAH101H_Green-Cay-Home-103365_233764_s4x3.jpg.rend.hgtvcom.616.462.suffix/1400983155148.jpeg",
    "description": "Stunning beachfront villa with panoramic ocean views",
    "log_description": "Stunning beachfront villa with panoramic ocean views. This luxury beachfront villa offers breathtaking views of the ocean and luxurious amenities. With its infinity pool, private beach access, and spa, it provides the perfect retreat for those seeking relaxation and tranquility. Whether lounging by the pool or enjoying the sunset from the private terrace, this villa is sure to provide an unforgettable experience.",
    "price": "$5,000,000",
    "status": "sale",
    "area": "5000 sq ft",
    "location": "Malibu, California",
    "facilities": ["Infinity pool", "Private beach access", "Spa"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSm4Mvw1KsA6meKaxrHkkGtmiSMKjj_Vq6hvP2BVgJUdg&s",
    "estate_title": "Park resorts",
    "id": 9,
    "segment_name": "resorts",
    "description": "Live like royalty in this meticulously restored historic castle. Boasts stunning architecture, expansive grounds, and a rich history.",
    "log_description": "Live like royalty in this meticulously restored historic castle. Boasts stunning architecture, expansive grounds, and a rich history. This historic castle offers a glimpse into the past with its meticulously restored architecture and rich history. With its grand living areas, formal gardens, and multiple guest rooms, it provides the perfect setting for luxurious living. Whether hosting grand events or simply enjoying the tranquil surroundings, this castle is sure to leave a lasting impression.",
    "price": "Price Upon Request",
    "status": "sale",
    "area": "25,000 sq ft",
    "location": "Scottish Highlands, Scotland",
    "facilities": [
      "Grand living areas",
      "Formal gardens",
      "Library",
      "Multiple guest rooms",
      "Staff quarters",
      "Helicopter pad"
    ],
    "view_property_button": "View Property"
  },
 
  {
    "id": 10,
    "estate_title": "Private Island Retreat",
    "segment_name": "resorts",
    "image": "https://cdn.fodors.com/ee/files/slideshows/12312/private-island-resorts-hero.jpg",
    "description": "Exclusive private island retreat with luxurious amenities",
    "log_description": "Exclusive private island retreat with luxurious amenities. This private island offers the ultimate in luxury living with its luxurious villas, helipad, and marina. With its secluded location and breathtaking views, it provides the perfect escape from the hustle and bustle of everyday life. Whether exploring the island's natural beauty or relaxing in the luxury villas, this retreat is sure to provide an unforgettable experience.",
    "price": "$10,000,000",
    "status": "sale",
    "area": "10 acres",
    "location": "Bora Bora, French Polynesia",
    "facilities": ["Luxury villas", "Helipad", "Marina"],
    "view_property_button": "View Property"
  },
  {
    "id": 11,
    "estate_title": "Oceanfront Mansion",
    "segment_name": "resorts",
    "image": "oceanfront_mansion.jpg",
    "description": "Magnificent oceanfront mansion with unparalleled luxury",
    "log_description": "Magnificent oceanfront mansion with unparalleled luxury. This luxurious mansion offers breathtaking views of the ocean and unparalleled luxury living. With its infinity pool, home theater, and gym, it provides the perfect setting for entertaining guests and enjoying the coastal lifestyle. Whether hosting lavish parties or simply enjoying the sunset from the rooftop terrace, this mansion is sure to impress.",
    "price": "$8,500,000",
    "status": "sale",
    "area": "8000 sq ft",
    "location": "Miami Beach, Florida",
    "facilities": ["Infinity pool", "Home theater", "Gym"],
    "view_property_button": "View Property"
  },
  {
    "id": 12,
    "estate_title": "Luxury Resorts",
    "segment_name": "resorts",
    "image": "luxury_penthouse.jpg",
    "description": "Elegant penthouse with breathtaking city views",
    "log_description": "Elegant penthouse with breathtaking city views. This luxury penthouse offers panoramic views of the city skyline and elegant living spaces. With its rooftop terrace, concierge service, and fitness center, it provides the perfect blend of luxury and convenience. Whether entertaining guests or simply enjoying the views from the comfort of home, this penthouse is sure to impress.",
    "price": "$3,000,000",
    "status": "sale",
    "area": "3000 sq ft",
    "location": "Manhattan, New York",
    "facilities": ["Rooftop terrace", "Concierge service", "Fitness center"],
    "view_property_button": "View Property"
  },
    {
      "image": "path/to/image1.jpg",
      "estate_title": "Exclusive Private Island Retreat",
      "id": 13,
      "segment_name": "Private Island",
      "description": "Escape to your own exclusive paradise with this private island retreat. Nestled amidst crystal-clear waters and lush tropical foliage, this island offers unparalleled privacy and luxury. Guests can relax in luxurious villas, indulge in gourmet dining, and enjoy a wide range of water sports and activities. With its pristine beaches, vibrant coral reefs, and stunning natural beauty, this private island retreat promises an unforgettable experience in paradise.",
      "price": "Price Upon Request",
      "status": "sale",
      "area": "20 acres",
      "location": "Caribbean Sea",
      "facilities": ["Luxury villas", "Private beach", "Spa", "Water sports"]
    },
    {
      "image": "path/to/image2.jpg",
      "estate_title": "Secluded Island Hideaway",
      "id": 14,
      "segment_name": "Private Island",
      "description": "Discover serenity and seclusion at this secluded island hideaway. Surrounded by turquoise waters and swaying palm trees, this island offers the perfect escape from the hustle and bustle of everyday life. Guests can unwind in elegant beachfront villas, dine on fresh seafood under the stars, and explore the island's hidden coves and pristine beaches. With its unspoiled natural beauty and luxurious amenities, this private island hideaway is the ultimate tropical retreat.",
      "price": "$8,000,000",
      "status": "sale",
      "area": "10 acres",
      "location": "South Pacific",
      "facilities": ["Beachfront villas", "Private chef", "Snorkeling", "Kayaking"]
    },
    {
      "image": "path/to/image3.jpg",
      "estate_title": "Luxury Island Paradise",
      "id": 15,
      "segment_name": "Private Island",
      "description": "Experience luxury living on your own private island paradise. With pristine white sand beaches, crystal-clear waters, and lush tropical gardens, this island offers the ultimate escape from the ordinary. Guests can relax in luxurious beachfront villas, dine on gourmet cuisine prepared by private chefs, and enjoy a wide range of water sports and activities. With its unparalleled beauty and exclusive amenities, this private island paradise is truly a slice of heaven.",
      "price": "Price Upon Request",
      "status": "sale",
      "area": "15 acres",
      "location": "Maldives",
      "facilities": ["Beachfront villas", "Private chef", "Diving", "Yoga"]
    },
    {
      "image": "path/to/image4.jpg",
      "estate_title": "Remote Island Sanctuary",
      "id": 16,
      "segment_name": "Private Island",
      "description": "Discover your own remote island sanctuary with this secluded paradise. Surrounded by untouched natural beauty and teeming marine life, this island offers a rare opportunity to escape the modern world and reconnect with nature. Guests can unwind in rustic yet luxurious beachfront cottages, explore hidden trails through dense jungle, and snorkel in crystal-clear lagoons. With its pristine environment and tranquil atmosphere, this remote island sanctuary is the perfect retreat for nature lovers.",
      "price": "$6,500,000",
      "status": "sale",
      "area": "8 acres",
      "location": "Pacific Ocean",
      "facilities": ["Beachfront cottages", "Nature trails", "Snorkeling", "Fishing"]
    },
    {
      "image": "path/to/image5.jpg",
      "estate_title": "Tropical Island Oasis",
      "id": 17,
      "segment_name": "Private Island",
      "description": "Escape to your own tropical island oasis with this stunning retreat. Set amidst lush tropical gardens and pristine beaches, this island offers the perfect blend of luxury and natural beauty. Guests can relax in elegant beachfront villas, dine on gourmet cuisine at the island's restaurants, and enjoy a wide range of water sports and activities. With its idyllic setting and luxurious amenities, this tropical island oasis is the ultimate destination for relaxation and rejuvenation.",
      "price": "$7,200,000",
      "status": "sale",
      "area": "12 acres",
      "location": "Caribbean Sea",
      "facilities": ["Beachfront villas", "Gourmet restaurants", "Snorkeling", "Jet skiing"]
    },
    {
      "image": "path/to/image1.jpg",
      "estate_title": "Luxury Beachfront Villa",
      "id": 18,
      "segment_name": "Villas",
      "description": "Indulge in luxury living with this exquisite beachfront villa. Offering breathtaking ocean views and direct beach access, this villa is the epitome of elegance and sophistication. Guests can relax in spacious living areas, unwind by the infinity pool, and enjoy gourmet meals prepared by a private chef. With its luxurious amenities and stunning surroundings, this beachfront villa promises an unforgettable vacation experience.",
      "price": "$10,000,000",
      "status": "sale",
      "area": "5000 sq ft",
      "location": "Malibu, California",
      "facilities": ["Infinity pool", "Private beach access", "Spa"]
    },
    {
      "image": "path/to/image2.jpg",
      "estate_title": "Secluded Hillside Villa",
      "id": 19,
      "segment_name": "Villas",
      "description": "Escape to tranquility with this secluded hillside villa. Nestled amidst lush greenery and offering panoramic mountain views, this villa provides the perfect retreat from the hustle and bustle of everyday life. Guests can relax in spacious bedrooms, unwind in the outdoor jacuzzi, and explore nearby hiking trails. With its serene location and luxurious amenities, this hillside villa offers a truly rejuvenating experience.",
      "price": "$5,500,000",
      "status": "sale",
      "area": "4000 sq ft",
      "location": "Aspen, Colorado",
      "facilities": ["Outdoor jacuzzi", "Mountain views", "Hiking trails"]
    },
    {
      "image": "path/to/image3.jpg",
      "estate_title": "Modern Cliffside Villa",
      "id": 20,
      "segment_name": "Villas",
      "description": "Experience modern luxury with this cliffside villa overlooking the ocean. Featuring sleek contemporary design and floor-to-ceiling windows, this villa offers stunning ocean views from every room. Guests can enjoy indoor-outdoor living with spacious terraces, relax in the infinity pool, and dine al fresco while watching the sunset. With its cutting-edge design and breathtaking location, this cliffside villa is the ultimate retreat for discerning travelers.",
      "price": "$8,750,000",
      "status": "sale",
      "area": "6000 sq ft",
      "location": "Amalfi Coast, Italy",
      "facilities": ["Infinity pool", "Terraces", "Ocean views"]
    },
    {
      "image": "path/to/image4.jpg",
      "estate_title": "Tropical Island Villa",
      "id": 21,
      "segment_name": "Villas",
      "description": "Escape to paradise with this luxurious tropical island villa. Surrounded by palm trees and overlooking the turquoise waters of the ocean, this villa offers the ultimate tropical getaway. Guests can relax in spacious bedrooms, swim in the private pool, and dine under the stars on the outdoor terrace. With its idyllic setting and luxurious amenities, this tropical island villa is the perfect destination for a dream vacation.",
      "price": "$7,200,000",
      "status": "sale",
      "area": "4500 sq ft",
      "location": "Bali, Indonesia",
      "facilities": ["Private pool", "Outdoor terrace", "Ocean views"]
    },
    {
      "image": "path/to/image5.jpg",
      "estate_title": "Mediterranean Villa",
      "id": 22,
      "segment_name": "Villas",
      "description": "Immerse yourself in the charm of the Mediterranean with this elegant villa. Located in a picturesque seaside town, this villa offers stunning views of the sea and easy access to sandy beaches. Guests can relax in luxurious bedrooms, unwind in the landscaped garden, and dine al fresco on the terrace overlooking the ocean. With its timeless elegance and seaside location, this Mediterranean villa is the perfect retreat for those seeking beauty and tranquility.",
      "price": "$6,900,000",
      "status": "sale",
      "area": "5500 sq ft",
      "location": "Côte d'Azur, France",
      "facilities": ["Landscaped garden", "Terrace", "Seaside views"]
    },
    {
      "image": "path/to/image1.jpg",
      "estate_title": "Luxury Oceanfront Mansion",
      "id": 23,
      "segment_name": "Mansions",
      "description": "Experience unparalleled luxury with this stunning oceanfront mansion. Perched on a cliff overlooking the sea, this mansion offers breathtaking panoramic views and direct beach access. Guests can indulge in opulent living with spacious living areas, a gourmet kitchen, and a private home theater. With its elegant design and lavish amenities, this oceanfront mansion is the epitome of coastal luxury.",
      "price": "$15,000,000",
      "status": "sale",
      "area": "8000 sq ft",
      "location": "Malibu, California",
      "facilities": ["Infinity pool", "Home theater", "Private beach access"]
    },
    {
      "image": "path/to/image2.jpg",
      "estate_title": "Mountain Retreat Mansion",
      "id": 24,
      "segment_name": "Mansions",
      "description": "Escape to tranquility with this secluded mountain retreat mansion. Nestled amidst towering pine trees and offering panoramic mountain views, this mansion provides the perfect retreat from the hustle and bustle of city life. Guests can relax in luxurious bedrooms, unwind in the indoor pool, and explore nearby hiking trails. With its serene location and luxurious amenities, this mountain retreat mansion offers a truly rejuvenating experience.",
      "price": "$12,500,000",
      "status": "sale",
      "area": "7000 sq ft",
      "location": "Aspen, Colorado",
      "facilities": ["Indoor pool", "Sauna", "Hiking trails"]
    },
    {
      "image": "path/to/image3.jpg",
      "estate_title": "Elegant City Mansion",
      "id": 25,
      "segment_name": "Mansions",
      "description": "Step into luxury with this elegant city mansion located in the heart of a bustling metropolis. Featuring exquisite architecture and luxurious interiors, this mansion offers the perfect blend of sophistication and comfort. Guests can entertain in style with spacious living areas, host dinner parties in the formal dining room, and unwind in the private courtyard garden. With its prime location and impeccable design, this city mansion is a true urban oasis.",
      "price": "$20,000,000",
      "status": "sale",
      "area": "10000 sq ft",
      "location": "New York City, New York",
      "facilities": ["Courtyard garden", "Formal dining room", "City views"]
    },
    {
      "image": "path/to/image4.jpg",
      "estate_title": "Lakefront Estate Mansion",
      "id": 26,
      "segment_name": "Mansions",
      "description": "Live in luxury with this magnificent lakefront estate mansion. Situated on the shores of a tranquil lake, this mansion offers stunning waterfront views and access to a private dock. Guests can enjoy outdoor living with expansive terraces, swim in the infinity pool, and relax in the lakeside cabana. With its serene location and luxurious amenities, this lakefront estate mansion is the perfect retreat for discerning buyers.",
      "price": "$18,000,000",
      "status": "sale",
      "area": "9000 sq ft",
      "location": "Lake Tahoe, California",
      "facilities": ["Infinity pool", "Private dock", "Lakeside cabana"]
    },
    {
      "image": "path/to/image5.jpg",
      "estate_title": "European-inspired Mansion",
      "id": 27,
      "segment_name": "Mansions",
      "description": "Transport yourself to Europe with this exquisite European-inspired mansion. Featuring classical architecture and luxurious finishes, this mansion exudes elegance and sophistication. Guests can admire the manicured gardens, relax in the grand living areas, and dine in the formal banquet hall. With its timeless charm and opulent amenities, this European-inspired mansion offers a truly luxurious lifestyle.",
      "price": "$25,000,000",
      "status": "sale",
      "area": "12000 sq ft",
      "location": "Los Angeles, California",
      "facilities": ["Manicured gardens", "Formal banquet hall", "Grand living areas"]
    }  

]
